{
    "page_title": "Game Rules",
    "return_button": "Back",
    "navigation": {
        "next": "Next",
        "previous": "Previous"
    },
    "participants": {
        "title": "Number of participants :",
        "description": "2 to 4 players"
    },
    "gameObjective": {
        "title": "Game Objective :",
        "description": "Be the first to have enough good practices to save at least 1T (1000kg) of CO2 through Green IT practices. If you are in a hurry, you can set a new goal (600kg or 800kg)."
    },
    "gamePreparation": {
        "title": "Game Preparation :",
        "steps": [
            "Each player receives 7 cards randomly",
            "The first player is chosen by drawing lots"
        ]
    },
    "turnSequence": {
        "title": "Turn Sequence :",
        "description": "The game begins with a multiple-choice awareness question for all players. A correct answer allows the player to start playing. An incorrect answer blocks the player until they answer correctly.",
        "playerActions": "On their turn, the player can play one of the following cards or discard a card if it is impossible to play:"
    },
    "cardTypes": {
        "bestPractice": "Good Practice Card",
        "badPractice": "Bad Practice Card",
        "formation": "Training Card",
        "expert": "Expert Card"
    },
    "cardAnatomyTitle": "Anatomy of a Good Practice Card :",
    "sections": {
        "goodPracticeCards": {
            "title": "Good Practice Cards :",
            "description": "These cards present practices to be implemented in the work environment that are more environmentally friendly. To win, the player must save a certain number of kg of CO2 that the game master defines at the beginning of the game. When a player plays this card, they can choose whether this practice is applicable in their daily life. If so, they can find it in their Green IT notebook."
        },
        "badPracticeCards": {
            "title": "Bad Practice Cards :",
            "description": "Bad practice cards are played to block another user. They will have to play a training or expert card to unblock themselves and be able to play good practice cards again. To play it, the selected player must not already be under the influence of a bad practice."
        },
        "trainingCards": {
            "title": "Training Cards :",
            "description": "If a player is blocked by a bad practice card, they can free themselves with a training card of the same nature. They can find their training in their Green IT notebook at the end of the game."
        },
        "awarenessPoints": {
            "title": "Awareness Points :",
            "description": "At the end of each turn, an awareness multiple-choice questionnaire appears. Players have 15 seconds to answer and accumulate awareness points for a correct response. If the player is blocked by a bad practice card, they can use 1 point to draw a training card or 3 points to draw the correct training card that allows them to unblock themselves."
        },
        "expertCards": {
            "title": "Expert Cards :",
            "description": "Playing an expert card allows countering a bad practice card of the same nature or protecting against upcoming bad practice cards."
        }
    }
}